;Localization add-in for day 90 DLC 

;-----------------------
; SPARK CLASS
;-----------------------
[Spark X2SoldierClassTemplate]
DisplayName="ИСКРА"
ClassSummary="Эти мощные роботы способны обрушивать на противников мощнейшие атаки либо закрывать союзников от вражеского огня."
LeftAbilityTreeTitle="Битва будущего"
RightAbilityTreeTitle="Боевая машина"

RandomNickNames[0]="Пендрагон"
RandomNickNames[1]="Ланселот"
RandomNickNames[2]="Галахад"
RandomNickNames[3]="Гавейн"
RandomNickNames[4]="Герцог"
RandomNickNames[5]="Герцогиня"
RandomNickNames[6]="Граф"
RandomNickNames[7]="Барон"
RandomNickNames[8]="Ладья"
RandomNickNames[9]="Епископ"
RandomNickNames[10]="Маркграф"
RandomNickNames[11]="Драгун"
RandomNickNames[12]="Мирмидон"
RandomNickNames[13]="Гоплит"
RandomNickNames[14]="Центурион"
RandomNickNames[15]="Преторианец"
RandomNickNames[16]="Сабля"
RandomNickNames[17]="Егерь"
RandomNickNames[18]="Вектор"
RandomNickNames[19]="Титан"
RandomNickNames[20]="Клеймор"
RandomNickNames[21]="Фальшион"
RandomNickNames[22]="Рапира"
RandomNickNames[23]="Моргенштерн"
RandomNickNames[24]="Глевия"
RandomNickNames[25]="Алебарда"
RandomNickNames[26]="Копье"
RandomNickNames[27]="Сарисса"
RandomNickNames[28]="Масамунэ"
RandomNickNames[29]="Экскалибур"
RandomNickNames[30]="Гунгнир"
RandomNickNames[31]="Мьёльнир"
RandomNickNames[32]="Гладий"
RandomNickNames[33]="Ятаган"
RandomNickNames[34]="Трезубец"
RandomNickNames[35]="Коса"
RandomNickNames[36]="Гига"
RandomNickNames[38]="Троян"
RandomNickNames[39]="Разрушитель"
RandomNickNames[40]="Терминатор"
RandomNickNames[41]="Ржавый"
RandomNickNames[42]="Раздолбатель"
RandomNickNames[43]="Часовой"
RandomNickNames[44]="Джонни"
RandomNickNames[45]="Рухлядь"
RandomNickNames[46]="Металлолом"
RandomNickNames[47]="Железяка"
RandomNickNames[48]="Великан"

RankNames[0]="Новобранец"
RankNames[1]="Оруженосец"
RankNames[2]="Пехотинец"
RankNames[3]="Рыцарь"
RankNames[4]="Защитник"
RankNames[5]="Авангард"
RankNames[6]="Паладин"
RankNames[7]="Поборник"

ShortNames[0]="Нов."
ShortNames[1]="Орж."
ShortNames[2]="Пхт."
ShortNames[3]="Рцр."
ShortNames[4]="Зщт."
ShortNames[5]="Авг."
ShortNames[6]="Плд."
ShortNames[7]="Пбр."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_squire"
RankIcons[2]="UILibrary_DLC3Images.rank_cavalier"
RankIcons[3]="UILibrary_DLC3Images.rank_knight"
RankIcons[4]="UILibrary_DLC3Images.rank_vanguard"
RankIcons[5]="UILibrary_DLC3Images.rank_templar"
RankIcons[6]="UILibrary_DLC3Images.rank_paladin"
RankIcons[7]="UILibrary_DLC3Images.rank_champion"

[ChiefEngineer X2SoldierClassTemplate]
DisplayName="Специалист"
ClassSummary="Специалисты - операторы наиболее сложного оборудования: боевых дронов, способных вести огонь или оказывать медицинскую помощь."
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="Новобранец"
RankNames[1]="ГЛАВНЫЙ ИНЖЕНЕР"

ShortNames[0]="Нов."
ShortNames[1]="Инж."

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_DLC3Images.rank_chief_engineer"

;-----------------------
; TECHS
;-----------------------
[MechanizedWarfare X2TechTemplate]
DisplayName="Роботизация военных действий"
Summary="Незадолго до вторжения отец смог создать экспериментальный МЭК. При помощи пары модификаций и модернизаций технологии его можно подготовить к боевой эксплуатации."


[BuildSpark X2TechTemplate]
DisplayName="\"Искра\""
Summary="Найденный прототип системы \"Искра\", разработанный покойным доктором Рэймоном Шэнем до вторжения два десятилетия назад, послужил, судя по всему, основой для всех последующих разработок МЭКов \"Адвента\". \"Искра\" представляет собой роботизированную боевую единицу, способную выполнять как атакующие, так и защитные функции."

;-----------------------
; STAFF SLOTS
;-----------------------
[SparkStaffSlot X2StaffSlotTemplate]
EmptyText="ОТКРЫТО: ТРЕБУЕТСЯ \"ИСКРА\""
BonusEmptyText="Начало ремонта \"Искры\"."
BonusText="РЕМОНТ \"ИСКРЫ\""
FilledText="%UNITNAME ремонтируется!"
LockedText="НЕДОСТУПНО: ПОСТРОЙТЕ \"ИСКРУ\""

;-----------------------
; SPARK WEAPONS
;-----------------------
[SparkRifle_CV X2WeaponTemplate]
FriendlyName="Тяжелая автопушка"
FriendlyNamePlural="Тяжелая автопушка"
BriefSummary="Мощная, но исключительно тяжелая пушка, созданная специально для \"Искры\"."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="тяжелая автопушка"

[SparkRifle_MG X2WeaponTemplate]
FriendlyName="Рельсотронная пушка"
FriendlyNamePlural="Рельсотронные пушки"
BriefSummary="Дополнительное усиление позволяет повысить прочность и мощность, снизив износ при активной эксплуатации."
TacticalText="<Bullet/> Рельсотронная пушка отличается повышенными прочностью и мощностью и является заметным улучшением стандартной автопушки, устанавливаемой на \"Искры\". \n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей."
AbilityDescName="рельсотронная пушка"

[SparkRifle_BM X2WeaponTemplate]
FriendlyName="Элериевая фазовая пушка"
FriendlyNamePlural="Элериевая фазовая пушка"
BriefSummary="Установка миниатюрной элериевой батареи обеспечивает \"Искре\" непревзойденную боевую мощь."
TacticalText="<Bullet/> Элериевая фазовая пушка, разработанная специально для \"Искры\", - вершина оружейных технологий.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей."
AbilityDescName="элериевая фазовая пушка"

[SparkBit_CV X2GremlinTemplate]
FriendlyName="\"BIT\" \"ИСКРЫ\""
FriendlyNamePlural="\"BIT\" \"ИСКРЫ\""
BriefSummary=""
TacticalText="<Bullet/> \"BIT\" позволяет \"Искрам\" выполнять различные боевые задачи с безопасного расстояния.\n<Bullet/> Он сопровождает \"Искру\", следуя различным протоколам: помочь союзникам, взломать электронную цель или нанести урон врагу.\n<Bullet/> Обычно противник не замечает \"BIT\"; также его невозможно повредить или уничтожить. Он отключится, если \"Искра\" будет убит или окажется не в состоянии им управлять."
AbilityDescName="\"BIT\" \"ИСКРЫ\""

[SparkBit_MG X2GremlinTemplate]
FriendlyName="Экранированный \"BIT\""
FriendlyNamePlural="Экранированные \"BIT\""
BriefSummary=""
TacticalText="<Bullet/> Новая экранированная модель улучшает урон и медицинскую эффективность \"BIT\".\n<Bullet/> \"BIT\" позволяет \"Искрам\" выполнять различные боевые задачи с безопасного расстояния.\n<Bullet/> Он сопровождает \"Искру\", следуя различным протоколам: помочь союзникам, взломать электронную цель или нанести урон врагу.\n<Bullet/> Обычно противник не замечает \"BIT\"; также его невозможно повредить или уничтожить. Он отключится, если \"Искра\" будет убит или окажется не в состоянии им управлять."
AbilityDescName="\"BIT\" \"ИСКРЫ\""

[SparkBit_BM X2GremlinTemplate]
FriendlyName="Усиленный \"BIT\""
FriendlyNamePlural="Усиленные \"BIT\""
BriefSummary=""
TacticalText="<Bullet/> Новая усиленная модель улучшает урон и медицинскую эффективность \"BIT\".\n<Bullet/> \"BIT\" позволяет \"Искрам\" выполнять различные боевые задачи с безопасного расстояния.\n<Bullet/> Он сопровождает \"Искру\", следуя различным протоколам: помочь союзникам, взломать электронную цель или нанести урон врагу.\n<Bullet/> Обычно противник не замечает \"BIT\"; также его невозможно повредить или уничтожить. Он отключится, если \"Искра\" будет убит или окажется не в состоянии им управлять."
AbilityDescName="\"BIT\" \"ИСКРЫ\""

;-----------------------
; Shen's Gremlin
;-----------------------
[Gremlin_Shen X2GremlinTemplate]
FriendlyName="\"Ровер\""
FriendlyNamePlural="\"Ровер\""
BriefSummary="\"Ровер\", самый ранний прототип \"Гремлина\", разработанный Лили Шэнь, обладает рядом странностей в поведении, вызванных \"уникальными\" доработками на протяжении многих лет."
TacticalText="<Bullet/> Дрон \"Гремлин\" позволяет специалистам выполнять различные боевые задачи с безопасного расстояния.\n<Bullet/> Он сопровождает специалиста, который может назначить ему протоколы: помочь союзникам, взломать электронную цель или нанести урон врагу.\n<Bullet/> Обычно противник не замечает \"Гремлина\", также его невозможно повредить или уничтожить. Он отключится, если специалист будет убит или окажется не в состоянии им управлять."

;-----------------------
; Feral MEC WEAPONS - Temp to support playable mission
;-----------------------
[FeralMEC_M1_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Пушка брошенного МЭКа"
FriendlyNamePlural="Пушки брошенного МЭКа"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но более высокой эффективностью в целом\n<Bullet/> Используйте добытые в боях улучшения, чтобы повысить эффективность винтовки"

[FeralMEC_M2_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Пушка брошенного МЭКа"
FriendlyNamePlural="Пушки брошенного МЭКа"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но более высокой эффективностью в целом\n<Bullet/> Используйте добытые в боях улучшения, чтобы повысить эффективность винтовки"

[FeralMEC_M3_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Пушка брошенного МЭКа"
FriendlyNamePlural="Пушки брошенного МЭКа"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но более высокой эффективностью в целом\n<Bullet/> Используйте добытые в боях улучшения, чтобы повысить эффективность винтовки"

[Sectopod_Markov_Proxy_Wpn X2WeaponTemplate]
FriendlyName="Бластер сектопода"
FriendlyNamePlural="Бластеры сектопода"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но более высокой эффективностью в целом\n<Bullet/> Используйте добытые в боях улучшения, чтобы повысить эффективность винтовки"

;-----------------------
; Character Templates
;-----------------------
[FeralMEC_M1 X2CharacterTemplate]
strCharacterName="Брошенный МЭК"

[Sectopod_Markov X2CharacterTemplate]
strCharacterName="Джулиан"

[LostTowersTurretM1 X2CharacterTemplate]
strCharacterName="Старая турель"

[JulianUnknown X2CharacterTemplate]
strCharacterName="Интерком"

[Julian X2CharacterTemplate]
strCharacterName="Джулиан"

[JulianSectopod X2CharacterTemplate]
strCharacterName="Джулиан"

[SPARK X2CharacterTemplate]
strCharacterName="\"Искра\""

;-----------------------
; Lost Towers Turret Weapon
;-----------------------
[LostTowersTurretM1_Wpn X2WeaponTemplate]
FriendlyName="Турельная пушка"
FriendlyNamePlural="Турельные пушки"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем соответствующие методики."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат расходует оба действия на стрельбу, будут сделаны три выстрела со сниженной точностью, но более высокой эффективностью в целом\n<Bullet/> Используйте добытые в боях улучшения, чтобы повысить эффективность винтовки"

;-----------------------
; GEOSCAPE
;-----------------------

[POI_LostTowers X2PointOfInterestTemplate]
DisplayNames[0]="Зашифрованный сигнал"

CompletedSummaries[0]="Неопознанный сигнал смог каким-то образом обойти удаленное управление \"Ровером\" и получить доступ к его системам. Для этого необходимы знания, которыми обладал лишь ныне покойный доктор Рэймон Шэнь. Нужно немедленно расследовать случившееся."

POIImages[0]="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"

;-----------------------
; REWARDS
;-----------------------

[Reward_LostTowers X2RewardTemplate]
DisplayName="Разведывательное задание"

[ResAct_LostTowersInvestigated X2ResistanceActivityTemplate]
DisplayName="Заброшенные башни исследованы:"

;-----------------------
; Lost Towers Mission Data
;-----------------------
[MissionSource_LostTowers X2MissionSourceTemplate]
MissionPinLabel="Заброшенные башни"
BattleOpName="Операция \"Последний подарок\""

[LostTower X2MissionSiteDescriptionTemplate]
DescriptionString="Заброшенный комплекс \"Адвента\""

[LastGift X2MissionTemplate]
DisplayName="Исследовать комплекс"
Briefing="Расследование - Неизвестный объект"
PostMissionType="Заброшенные башни"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Найти проектную документацию Шэня"
PreMissionNarratives[0]="DLC_90_NarrativeMoments.DLC3_S_Dropship_Intro"

;We may be pursuing a solution where this mission has three discrete parts.  
;The data below supports that but likely won't be used in the final version
[LastGiftB X2MissionTemplate]
DisplayName="Найти \"Искру\", ч. 2"
Briefing="Заброшенные башни"
PostMissionType="Заброшенные башни"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Найти проектную документацию Шэня"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[LastGiftC X2MissionTemplate]
DisplayName="Найти \"Искру\", ч. 3"
Briefing="Заброшенные башни"
PostMissionType="Заброшенные башни"
BriefingImage="img:///UILibrary_DLC3Images.Alert_ShensLastGiftPOI"
ObjectiveTextPools[0]="Найти проектную документацию Шэня"
PreMissionNarratives[0]="X2NarrativeMoments.TACTICAL.Recover.Central_Guerilla_Ops_Recover_Item_01"

[DefaultLastGift X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Исследовать комплекс"
ObjectiveTextPools[1]="Включить питание лифтов"
ObjectiveTextPools[2]="Поднять всех солдат XCOM на лифте"
ObjectiveTextPools[3]="Лили Шэнь должна выжить"

[DefaultLastGiftPartB X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Укройтесь в помещении с \"Искрой\""
ObjectiveTextPools[1]="Лили Шэнь должна активировать \"Искру\""
ObjectiveTextPools[2]="\"Искра\" должен отключить подачу газа"
ObjectiveTextPools[3]="Поднять всех солдат XCOM на лифтах"
ObjectiveTextPools[4]="Лили Шэнь должна выжить"
ObjectiveTextPools[5]="\"Искра\" должен выжить"

[DefaultLastGiftPartC X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожить сектопод Джулиана"
ObjectiveTextPools[1]="Взять крышу под контроль"
ObjectiveTextPools[2]="Лили Шэнь должна выжить"
ObjectiveTextPools[3]="\"Искра\" должен выжить"

[MissionTimers]
LostTowersTitle="Поток ядовитого газа"
LostTowersSubtitle="Ходов до заполнения комнаты"

[MissionWorldMessages]
SoldierReturnedToAvenger="Раненный солдат XCOM вернулся на \"Мститель\""


; *********************************************************************************************************************
; ***                                            SPARK ABILITIES                                                   ***
; *********************************************************************************************************************

; ---------- General Path -----------------

[Overdrive X2AbilityTemplate]
LocFriendlyName="Овердрайв"
LocLongDescription="Три действия в течение хода, ни одно из которых не завершает его. Последовательные стандартные выстрелы с небольшим штрафом от отдачи."
LocHelpText="Три действия в течение хода, ни одно из которых не завершает его. Последовательные стандартные выстрелы с небольшим штрафом от отдачи."
LocPromotionPopupText="<Bullet/> После каждого выстрела в режиме форсажа добавляется штраф -<Ability:Overdrive_RecoilPenalty/>% к меткости.<br/><Bullet/> Форсаж активируется без действия и перезаряжается <Ability:SelfCooldown/> хода.<br/>"

[SparkRocketLauncher X2AbilityTemplate]
LocFriendlyName="Ракетомет"
LocHelpText="Выстрел ракетой в указанную зону."

[SparkShredderGun X2AbilityTemplate]
LocFriendlyName="Выстрел из осколочной пушки"
LocHelpText="Выстрел из осколочной пушки с конусной зоной поражения."

[SparkShredstormCannon X2AbilityTemplate]
LocFriendlyName="Штурмовая пушка"
LocHelpText="Выстрел из штурмовой пушки."

[SparkFlamethrower X2AbilityTemplate]
LocFriendlyName="Огнемет"
LocHelpText="Струя пламени в конусообразной зоне."

[SparkFlamethrowerMk2 X2AbilityTemplate]
LocFriendlyName="Огнемет \"Геенна\""
LocHelpText="Струя пламени в конусообразной зоне."

[SparkBlasterLauncher X2AbilityTemplate]
LocFriendlyName="Бластерная бомба"
LocHelpText="Выстрел бластерной бомбой по указанной зоне."

[SparkPlasmaBlaster X2AbilityTemplate]
LocFriendlyName="Плазменный бластер"
LocHelpText="Выстрел из плазменного бластера."

; ---------- War Machine Path ------------------

; Aspirant (Corporal)
[Bulwark X2AbilityTemplate]
LocFriendlyName="Бастион"
LocLongDescription="Добавляет 1 ед. брони и позволяет выполнять роль высокого укрытия для всех союзников."
LocHelpText="Добавляет 1 ед. брони и позволяет выполнять роль высокого укрытия для всех союзников."
LocPromotionPopupText="<Bullet/> \"Бастион\" добавляет 1 единицу брони.<br/><Bullet/> Союзники по соседству с \"Искрой\" получают бонус к защите, как от высокого укрытия.<br/>"

; Knight (Sergeant)
[Arsenal X2AbilityTemplate]
LocFriendlyName="Арсенал"
LocLongDescription="\"BIT\" способен использовать тяжелое вооружение"
LocHelpText="\"BIT\" способен использовать тяжелое вооружение"
LocPromotionPopupText="<Bullet/> Способность \"Арсенал\" позволяет \"Искре\" использовать тяжелое вооружение.<br/>"

[Rainmaker X2AbilityTemplate]
LocFriendlyName="Ливень"
LocLongDescription="Используемое тяжелое оружие наносит +<Ability:Rainmaker_BonusDamage/> ед. урона в увеличенной зоне поражения."
LocHelpText="Используемое тяжелое оружие наносит больше урона в увеличенной зоне поражения."
LocPromotionPopupText="<Bullet/> \"Ливень\" добавляет <Ability:Rainmaker_BonusDamage/> ед. урона всему тяжелому оружию.<br/><Bullet/> Для тяжелого оружия с круглой зоной поражения радиус увеличивается на <Ability:Rainmaker_BonusRadius/>.<br/><Bullet/> Для оружия с конической зоной поражения диаметр увеличивается на <Ability:Rainmaker_BonusDiameter/>, а длина - на <Ability:Rainmaker_BonusLength/>.<br/>"

; Cavalier (Lieutenant)
[Intimidate X2AbilityTemplate]
LocFriendlyName="Устрашение"
LocLongDescription="Когда враг атакует, он может запаниковать."
LocHelpText="Когда враг атакует, он может запаниковать."
LocFlyOverText="Устрашение"
LocPromotionPopupText="<Bullet/> Вероятность \"Устрашения\" повышается при улучшении брони \"Искры\".<br/><Bullet/> Способность активируется при атаках в рукопашной и по площади.<br/><Bullet/> Стрельба из режима \"наблюдения\" игнорируется.<br/>"

[IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="Устрашение"
LocLongDescription="Когда враг атакует, все видимые противники могут запаниковать."
LocHelpText="Когда враг атакует, все видимые противники могут запаниковать."
LocFlyOverText="Устрашение"
LocPromotionPopupText=""
LocMissMessage="Устрашение не удалось!"

; Vanguard (Captain)
[Repair X2AbilityTemplate]
LocFriendlyName="Ремонт"
LocLongDescription="\"BIT\" способен подлететь к любому дружественному роботу и отремонтировать его. Улучшенные модели ремонтируют эффективнее."
LocHelpText="\"BIT\" способен подлететь к любому дружественному роботу и отремонтировать его."
LocFlyOverText="Ремонт"
LocPromotionPopupText="<Bullet/> \"Ремонт\" восстанавливает <Ability:Repair_HealHP/> здоровья.<br/><Bullet/> Улучшение \"BIT\" позволяет восстанавливать больше ОЗ за раз.<br/><Bullet/> Использование способности \"Ремонт\" не заканчивает ход, если является первым действием.<br/><Bullet/> Используется не более <Ability:Repair_Charges/>-х раз за задание.<br/>"

; Paladin (Major)
[AbsorptionField X2AbilityTemplate]
LocFriendlyName="Поглощающее поле"
LocLongDescription="Когда \"Искра\" попадает под обстрел, <Ability:WeaponName> заряжается энергией, которую можно использовать при следующем выстреле."
LocHelpText="<Ability:WeaponName> при обстреле заряжается энергией, которую можно использовать при следующем выстреле."
LocFlyOverText="Поглощение энергии: +1"
LocPromotionPopupText="<Bullet/> С каждой единицей поглощенной энергии <Ability:WeaponName> наносит на 1 ед. больше урона при следующей атаке.<br/><Bullet/> Накопленная энергия расходуется даже в том случае, если выстрел не попадает в цель.<br/>"

; Champion (Colonel)
[Sacrifice X2AbilityTemplate]
LocFriendlyName="Самопожертвование"
LocLongDescription="Создает защищенную область, в которой все атаки по союзникам перенаправляются \"Искре\". Дает дополнительную броню и защиту на время действия способности."
LocHelpText="Создает защищенную область, направляя на себя атаки противников."
LocFlyOverText="Самопожертвование"
LocPromotionPopupText="<Bullet/> Пока действует \"Самопожертвование\", \"Искра\" получает +<Ability:Sacrifice_Defense/> к защите и +<Ability:Sacrifice_Armor/> к броне.<br/><Bullet/> Перезарядка - <Ability:SelfCooldown/> хода.<br/>"

; ---------- Future Combat Path ----------------

; Aspirant (Corporal)
[AdaptiveAim X2AbilityTemplate]
LocFriendlyName="Адаптивное прицеливание"
LocLongDescription="В режиме форсажа стандартные выстрелы не получают штраф за отдачу."
LocHelpText="В режиме форсажа стандартные выстрелы не получают штраф за отдачу."
LocPromotionPopupText="<Bullet/> Адаптивное прицеливание устраняет штраф в <Ability:Overdrive_RecoilPenalty/>% меткости за последовательные выстрелы при активном форсаже.<br/>"

; Knight (Sergeant)
[Strike X2AbilityTemplate]
LocFriendlyName="Рывок"
LocLongDescription="Мощная рукопашная атака любой цели в пределах дистанции перемещения."
LocHelpText="Мощная рукопашная атака любой цели в пределах дистанции перемещения."
LocPromotionPopupText="<Bullet/> Чтобы активировать атаку, наведите курсор движения на противника.<br/><Bullet/> \"Искра\" подбежит вплотную к цели, потратив оба действия, и выполнит удар.<br/>"

; Cavalier (Lieutenant)
[WreckingBall X2AbilityTemplate]
LocFriendlyName="Разрушитель"
LocLongDescription="В режиме форсажа \"Искра\" способен проходить через стены и укрытия."
LocHelpText="В режиме форсажа \"Искра\" способен проходить через стены и укрытия."
LocPromotionPopupText="<Bullet/> \"Разрушитель\" позволяет подставить врагов под атаки с флага.<br/><Bullet/> Задайте \"Искре\" маршрут, который максимально эффективно разрушит вражеские укрытия.</br>"

; Vanguard (Captain)
[Bombard X2AbilityTemplate]
LocFriendlyName="Артобстрел"
LocLongDescription="Запуск \"BIT\" в любую видимую точку, где он устраивает мощный взрыв. Улучшенные модели наносят больше урона."
LocHelpText="Запуск \"BIT\", который атакует всех врагов в зоне действия."
LocPromotionPopupText="<Bullet/> Способность \"Артобстрел\" можно применить по любой точке в пределах \"общего вида\".<br/><Bullet/> Улучшив \"BIT\", вы сможете наносить больше урона.<br/>"

; Paladin (Major)
[HunterProtocol X2AbilityTemplate]
LocFriendlyName="Протокол охоты"
LocLongDescription="При обнаружении противника в режиме \"наблюдения\" есть <Ability:HunterProtocol_Chance/>% вероятность сделать выстрел."
LocHelpText="При обнаружении противника в режиме \"наблюдения\" есть <Ability:HunterProtocol_Chance/>% вероятность сделать выстрел."
LocPromotionPopupText="<Bullet/> \"Протокол охоты\" делает \"Искру\" идеальным разведчиком, поскольку позволяет немедленно атаковать обнаруженных противников.<br/>"

; Champion (Colonel)
[Nova X2AbilityTemplate]
LocFriendlyName="Нова"
LocLongDescription="Выброс энергии, наносящий урон всем ближайшим противникам. Не имеет стоимости и перезарядки, однако последовательные применения повреждают \"Искру\"."
LocHelpText="Урон всем ближайшим противникам. Последовательное применение повреждает \"Искру\"."
LocPromotionPopupText="<Bullet/> \"Нова\" не требует действий и мгновенно перезаряжается.<br/><Bullet/> Первое применение в течение каждого задания наносит 0 урона \"Искре\".<br/><Bullet/> Все последующие атаки после первой наносят \"Искре\" накапливающийся урон в <Ability:Nova_Damage/> ед.<br/>"

; ---------- Feral Sparks ----------------

[EngageSelfDestruct X2AbilityTemplate]
LocFriendlyName="Активировать самоуничтожение"
LocLongDescription="Активация режима самоуничтожения. Режим можно активировать вручную, а также МЭК может взорваться сам при получении фатального урона."
LocHelpText="Активация режима самоуничтожения. Режим можно активировать вручную, а также МЭК может взорваться сам при получении фатального урона."

[TriggerSelfDestruct X2AbilityTemplate]
LocFriendlyName="Начать самоуничтожение"
LocLongDescription="Детонация МЭКа, уничтожающая его и наносящая урон всем поблизости."
LocHelpText="Детонация МЭКа, уничтожающая его и наносящая урон всем поблизости."

; *********************************************************************************************************************
; ***                                            SHEN ABILITIES                                                     ***
; *********************************************************************************************************************

[CombatProtocol_Shen X2AbilityTemplate]
LocFriendlyName="Протокол нападения"
LocLongDescription="Отправить \"Гремлина\", чтобы встряхнуть врага и нанести ему гарантированный урон (для роботизированных противников он будет более весомым)."
LocHelpText="Отправить \"Гремлина\", чтобы встряхнуть врага и нанести ему гарантированный урон (для роботизированных противников он будет более весомым). Цель должна быть в зоне прямой видимости."
LocFlyOverText="Протокол нападения"
LocPromotionPopupText="<Bullet/> \"Протокол нападения\" перезаряжается ходов: <Ability:SelfCooldown/>.<br/>"

[CapacitorDischarge_Shen X2AbilityTemplate]
LocFriendlyName="Разряд конденсатора"
LocLongDescription="\"Гремлин\" отправится в указанную точку и произведет там мощный электрический разряд, нанося урон с вероятностью оглушения всем, кто находится рядом с ним. Роботизированные бойцы получат больше урона."
LocHelpText="\"Гремлин\" атакует током всех, кто находится в радиусе поражения. Роботизированные бойцы получают дополнительный урон."
LocFlyOverText="Разряд конденсатора"
LocPromotionPopupText="<Bullet/> \"Разряд конденсатора\" перезаряжается ходов: <Ability:SelfCooldown/>.<br/>"

[MedicalProtocol_Shen X2AbilityTemplate]
LocFriendlyName="Протокол лечения"
LocLongDescription="\"Гремлин\" способен удаленно применять способности \"Помощь\" и \"Стабилизация\". У \"Гремлина\" есть 4 заряда. При наличии аптечки \"Гремлин\" может получить дополнительный заряд."
LocHelpText="Теперь \"Гремлин\" выполняет лечебные действия: \"Лечение\" и \"Стабилизация\"."
LocFlyOverText="Протокол лечения"
LocPromotionPopupText="<Bullet/> Улучшение \"Гремлина\" позволяет восстанавливать больше ОЗ за раз.<br/><Bullet/> \"Гремлин: лечение\" или \"Гремлин: стабилизация\" не заканчивают ход, если используются первым действием.<br/>"

[GremlinHeal_Shen X2AbilityTemplate]
LocFriendlyName="\"Гремлин\": лечение"
LocLongDescription="Отправить \"Гремлина\" на помощь раненому союзнику. Он может восстановить до <Ability:GREMLINHEALHP/> ОЗ за одно использование. Усовершенствованные \"Гремлины\" восстанавливают немного больше ОЗ."
LocHelpText="Отправить \"Гремлина\" на помощь раненому союзнику."
LocPromotionPopupText=""

[GremlinStabilize_Shen X2AbilityTemplate]
LocFriendlyName="\"Гремлин\": стабилизация"
LocLongDescription="Не дает бойцу умереть от потери крови. Тратит один заряд (который делится со способностью \"лечение\")."
LocHelpText="Не дает бойцу умереть от потери крови."
LocFlyOverText="Стабилизирован"
LocPromotionPopupText=""

[Interact_ActivateSpark X2AbilityTemplate]
LocFriendlyName="Активировать \"Искру\""
LocHelpText="Активировать \"Искру\"."

[Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="Взломать управление лифтами"
LocHelpText="Взломать панель управления лифтами."

[Interact_AtmosphereComputer X2AbilityTemplate]
LocFriendlyName="Использовать контроль атмосферы"
LocHelpText="Обеспечить вентиляцию комнаты."

[Interact_UseElevator X2AbilityTemplate]
LocFriendlyName="Использовать лифт"
LocHelpText="Следуйте на верхний этаж."

[IntrusionProtocol_Hack_ElevatorControl X2AbilityTemplate]
LocFriendlyName="Взломать управление лифтами"
LocHelpText="Взломать панель управления лифтами."

;--------------------------------
; Spark Customization - Heads
;--------------------------------
[Spark_Head_A X2BodyPartTemplate]
DisplayName="Дельта 1"
[Spark_Head_B X2BodyPartTemplate]
DisplayName="Дельта 2"
[Spark_Head_C X2BodyPartTemplate]
DisplayName="Дельта 3"
[Spark_Head_D X2BodyPartTemplate]
DisplayName="Дельта 4"
[Spark_Head_E X2BodyPartTemplate]
DisplayName="Дельта 5"
[Spark_Head_F X2BodyPartTemplate]
DisplayName="Дельта 6"
[Spark_Plt_Head_A X2BodyPartTemplate]
DisplayName="Плиты 1"
[Spark_Plt_Head_B X2BodyPartTemplate]
DisplayName="Плиты 2"
[Spark_Pwr_Head_A X2BodyPartTemplate]
DisplayName="Силовой 1"
[Spark_Pwr_Head_B X2BodyPartTemplate]
DisplayName="Силовой 2"

;--------------------------------
; Spark Customization - Voices
;--------------------------------
[SparkCalmVoice1_English X2BodyPartTemplate]
DisplayName="Английский - страж"
[SparkWarriorVoice1_English X2BodyPartTemplate]
DisplayName="Английский - воин"
[SparkJulianVoice1_English X2BodyPartTemplate]
DisplayName="Английский - Джулиан"

[SparkCalmVoice1_French X2BodyPartTemplate]
DisplayName="Французский - страж"
[SparkWarriorVoice1_French X2BodyPartTemplate]
DisplayName="Французский - воин"
[SparkJulianVoice1_French X2BodyPartTemplate]
DisplayName="Французский - Джулиан"

[SparkCalmVoice1_German X2BodyPartTemplate]
DisplayName="Немецкий - страж"
[SparkWarriorVoice1_German X2BodyPartTemplate]
DisplayName="Немецкий - воин"
[SparkJulianVoice1_German X2BodyPartTemplate]
DisplayName="Немецкий - Джулиан"

[SparkCalmVoice1_Italian X2BodyPartTemplate]
DisplayName="Итальянский - страж"
[SparkWarriorVoice1_Italian X2BodyPartTemplate]
DisplayName="Итальянский - воин"
[SparkJulianVoice1_Italian X2BodyPartTemplate]
DisplayName="Итальянский - Джулиан"

[SparkCalmVoice1_Spanish X2BodyPartTemplate]
DisplayName="Испанский - страж"
[SparkWarriorVoice1_Spanish X2BodyPartTemplate]
DisplayName="Испанский - воин"
[SparkJulianVoice1_Spanish X2BodyPartTemplate]
DisplayName="Испанский - Джулиан"

;--------------------------------
;Tatoos
;--------------------------------
[DLC_3_Tattoo_Arms_01 X2BodyPartTemplate]
DisplayName="Шэнь"

;--------------------------------
;Lost Towers Shen
;--------------------------------
[LostTowersShen X2CharacterTemplate]
strForcedFirstName="Lily"
strForcedLastName="Shen"
strForcedNickName=""

;--------------------------------
;Spark Country
;--------------------------------
[Country_Spark X2CountryTemplate]
DisplayName="\"Искра\""
DisplayNameWithArticle="\"Искра\""
DisplayNameWithArticleLower="\"Искра\""
DisplayNamePossessive="\"Искр.\""
DisplayAdjective="\"Искра\""

;--------------------------------
;Hack Rewards
;--------------------------------

[ActivateElevator X2HackRewardTemplate]
FriendlyName="Активировать лифт"
Description="Активировать систему лифтов."

[ElevatorIntel X2HackRewardTemplate]
FriendlyName="Небольшой объем данных"
Description="Получить небольшой объем данных."

[ElevatorSupplies X2HackRewardTemplate]
FriendlyName="Небольшой запас материалов"
Description="Получить небольшой запас материалов."

[ControlAllDerelicts X2HackRewardTemplate]
FriendlyName="Массовое вторжение"
Description="Взять под контроль всех МЭКов на поле боя."